"use strict";
const quotesDataRu = [
	{
		text: `Любовь к себе – это основа для любви к другому человеку`,
		author: `Тит Нат Хан`,
	},
	{
		text: `Ты храбрее, чем полагаешь. Сильнее, чем кажешься. И умнее, чем думаешь`,
		author: `Алан Милн`,
	},
	{
		text: `Будь собой. Прочие роли уже заняты`,
		author: `Оскар Уайльд`,
	},
	{
		text: `Уважай себя настолько, чтобы не отдавать всех сил души и сердца тому, кому они не нужны`,
		author: `Шарлотта Бронте`,
	},
	{
		text: `Если это бремя досталось мне, значит, оно мне по плечу`,
		author: `Маргарет Митчелл`,
	},
	{
		text: `Эгоизм – симптом недостатка любви к себе. Кто себя не любит, вечно тревожится за себя`,
		author: `Эрих Фромм`,
	},
	{
		text: `Как только вы обретёте уверенность в себе, вы научитесь жить`,
		author: `Иоганн Гёте`,
	},
	{
		text: `Самолюбие, мой повелитель, не такой мерзкий грех, как пренебрежение собой`,
		author: `Уильям Шекспир`,
	},
	{
		text: `Если вы хотите быть верным кому-то или чему-то, начните с верности себе`,
		author: `Пауло Коэльо`,
	},
	{
		text: `Существует тест для определения того, закончена ваша миссия на Земле или нет. Если вы ещё живы, значит, не закончена`,
		author: `Ричард Бах`,
	},
	{
		text: `Уважайте себя, любите себя, потому что такого человека, как вы, никогда не было и больше не будет`,
		author: `Ошо`,
	},
	{
		text: `Я ухожу в себя и открываю целый мир`,
		author: `Иоганн Гёте`,
	},
];
export default quotesDataRu;
